{
  "Adaptativo y Funcional": {
    "titulo": "Adaptativo y Funcional",
    "estado": "Armonía y Equilibrio",
    "mensaje": "Usted se encuentra en el grupo Adaptativo y Funcional. Los resultados indican que ha logrado construir un equilibrio saludable entre sus responsabilidades laborales y su vida familiar. Su hogar se caracteriza por una comunicación fluida, bajos niveles de conflicto y una alta satisfacción con su vida. Este entorno seguro es la base ideal para el desarrollo emocional de sus hijos e hijas.",
    "recomendaciones": [
      "Continúe priorizando los espacios de escucha activa que ya existen en su hogar.",
      "Mantenga las rutinas actuales, ya que son fundamentales para el bienestar de su familia."
    ]
  },
  "Crianza Positiva en Tensión": {
    "titulo": "Informado pero sin Resultados",
    "estado": "Esfuerzo con Fatiga",
    "mensaje": "Usted se encuentra en el grupo de Crianza Positiva en Tensión. Sus respuestas reflejan un compromiso admirable con la educación y el bienestar de sus hijos, manteniendo rutinas y pautas de crianza amorosas y respetuosas. Sin embargo, detectamos que el peso del estrés y el cansancio están generando una “tensión” constante en su bienestar emocional. Usted está cuidando muy bien de los suyos, pero necesita empezar a cuidar de sí mismo/a.",
    "recomendaciones": [
      "Es vital establecer límites claros entre sus responsabilidades y el tiempo personal para reducir el desgaste.",
      "No tema delegar tareas; su bienestar es el motor que sostiene la calidad de su crianza."
    ]
  },
  "Abrumado en Crisis": {
    "titulo": "Abrumado con Dificultades",
    "estado": "Desorientado y en Estado de Alerta",
    "mensaje": "Usted se encuentra en el grupo Desorientado y en Estado de Alerta. Los datos sugieren que está atravesando un periodo de alta presión donde el agotamiento ha impactado profundamente la convivencia familiar, dificultando la conexión con sus seres queridos. Es normal sentirse abrumado cuando el estrés y el conflicto coinciden. Reconocer este estado es el primer paso para recuperar la calma en su hogar.",
    "recomendaciones": [
      "Priorice pequeñas acciones para generar momentos de calidad con sus hijos."
    ]
  }
}
