{
  "Perfil 2 (Adaptativo)": {
    "titulo": "Perfil Adaptativo y Funcional",
    "mensaje": "¡Felicidades! Tu perfil refleja un equilibrio saludable.",
    "descripcion": "Tus resultados indican que cuentas con una base sólida de cohesión familiar y recursos emocionales efectivos. Logras separar las presiones laborales de tu vida en casa, manteniendo una comunicación abierta y positiva con tus hijos y pareja. Tu bienestar es un factor protector para tu familia.",
    "sugerencia": "Sigue cultivando estos espacios de conexión y considera compartir tus estrategias con otras familias de tu entorno."
  },
  "Perfil 3 (Tensión)": {
    "titulo": "Perfil de Crianza Positiva en Tensión",
    "mensaje": "Estás muy comprometido/a, pero el cansancio te está pasando factura.",
    "descripcion": "Es evidente que valoras profundamente la crianza respetuosa y formativa, esforzándote por ser un referente positivo para tus hijos. Sin embargo, tus niveles de estrés laboral y algunas dificultades en la comunicación indican que estás operando bajo mucha presión. Es normal sentir que 'no puedes con todo'.",
    "sugerencia": "Recuerda que para cuidar, primero debes cuidarte tú. Delegar tareas y buscar momentos de pausa personal te ayudará a que tu intención de crianza fluya con menos esfuerzo."
  },
  "Perfil 1 (Crisis)": {
    "titulo": "Perfil Multiproblemático en Crisis",
    "mensaje": "Es momento de hacer una pausa y buscar apoyo.",
    "descripcion": "Tus resultados sugieren que te encuentras en un periodo de alta vulnerabilidad. El estrés del trabajo está invadiendo tu espacio familiar, lo que genera un ciclo de agotamiento, falta de sueño y conflictos que se resuelven de forma agresiva o con distanciamiento.",
    "sugerencia": "Es prioritario buscar apoyo profesional o redes familiares para gestionar el estrés laboral y aprender nuevas herramientas de comunicación."
  },
  "Perfil Mixto": {
    "titulo": "Perfil Mixto",
    "mensaje": "Tu camino de crianza tiene matices interesantes.",
    "descripcion": "Tus resultados muestran una combinación de fortalezas y áreas de oportunidad. Hay días de gran conexión y otros donde el estrés laboral pesa un poco más.",
    "sugerencia": "Te recomendamos revisar los recursos de la Semana 1 para identificar en qué áreas específicas puedes fortalecer tu bienestar."
  }
}
